{
  "title": "Web Firm Solutions - #1 Веб Агентство | Створення Сайтів | Експерти Angular & React",
  "description": "⭐ Професійні послуги створення сайтів, веб розробка, веб дизайн. Створюємо сайти на замовлення, веб додатки. 85+ проектів. БЕЗКОШТОВНА консультація! 🚀",
  "keywords": "створення сайтів, створення сайту, розробка сайтів, розробка сайту, веб розробка, веб дизайн, дизайн сайту, дизайн сайтів, створити сайт, зробити сайт, замовити сайт, сайт під ключ, розробка веб сайтів, веб студія, веб агентство, сайт, веб сайт, інтернет сайт, сайт компанії, корпоративний сайт, бізнес сайт, сайт візитка, landing page, лендинг, інтернет магазин, інтернет-магазин, інтернет крамниця, електронна комерція, ecommerce, сайт портфоліо, веб додаток, веб застосунок, веб платформа, веб портал, адаптивний сайт, мобільний сайт, responsive сайт, професійний сайт, якісний сайт, індивідуальний сайт, сайт на замовлення, просування сайту, SEO, СЕО, оптимізація сайту, SEO оптимізація, послуги SEO, пошукова оптимізація, цифровий маркетинг, інтернет маркетинг, реклама в інтернеті, Google реклама, соціальні мережі, хостинг, домен, реєстрація домену, SSL сертифікат, підтримка сайту, обслуговування сайту, консультація веб, IT послуги, веб агентство, digital агентство, веб розробник, програміст, веб дизайнер, UI дизайнер, UX дизайнер, фронтенд, бекенд, full stack, Angular, React, Vue, TypeScript, JavaScript, HTML5, CSS3, Node.js, MySQL, MongoDB, API, WordPress, WooCommerce, Shopify, Україна, Київ, Харків, Одеса, Дніпро, Львів, Запоріжжя, Вінниця, Полтава",
  "og": {
    "title": "Web Firm Solutions - Преміум Веб-Дизайн та Frontend-Розробка",
    "description": "Трансформуйте свою цифрову присутність з нашою професійною командою веб-розробки. 9 років досвіду, 85+ успішних проєктів, 45+ задоволених клієнтів по всьому світу.",
    "image": "https://images.unsplash.com/photo-1607746882042-944635dfe10e?auto=format&fit=crop&w=1200&q=80",
    "imageAlt": "Web Firm Solutions - Професійні Послуги Веб-Розробки"
  },
  "twitter": {
    "title": "Web Firm Solutions - Преміум Веб-Дизайн та Розробка",
    "description": "Професійні послуги веб-розробки з 9-річним досвідом. Спеціалізуємося на Angular, React та сучасних веб-технологіях.",
    "imageAlt": "Web Firm Solutions - Професійні Послуги Веб-Розробки"
  },
  "structuredData": {
    "name": "Web Firm Solutions",
    "alternateName": "WebFirmSolutions",
    "description": "Професійні послуги веб-дизайну та frontend-розробки з 9-річним міжнародним досвідом. Спеціалізуємося на Angular, React та сучасних веб-технологіях.",
    "foundingDate": "2016"
  }
}
